RRN_Data/2396300/2396380.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2025-03-25T18:08:16.679+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2025-03-25T18:08:16.679+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="250325-002164" version="2"><overallSeverity>medium</overallSeverity><situationVersionTime>2025-03-25T18:08:16.141+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="AbnormalTraffic" id="250325-002164-1" version="2"><situationRecordCreationReference>EVE_DIRO-S-250325-0132-EVE_DIRO-SR-250325-000141</situationRecordCreationReference><situationRecordCreationTime>2025-03-25T17:57:47.396+01:00</situationRecordCreationTime><situationRecordObservationTime>2025-03-25T17:57:48.192+01:00</situationRecordObservationTime><situationRecordVersionTime>2025-03-25T18:08:16.141+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2025-03-25T17:57:47.396+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2025-03-25T17:57:40.628+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>6</numberOfLanesRestricted><originalNumberOfLanes>6</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Ouest/District de Vannes/CEI de Lorient</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">ANNULÉ PAR L'OPÉRATEUR</value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 223 m à l'est de Pont-Sach, fin : situé 1213 m à l'ouest de Hennebont ouest</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Brest vers Nantes</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><supplementaryPositionalDescription><affectedCarriagewayAndLanes><carriageway>mainCarriageway</carriageway><lane>allLanesCompleteCarriageway</lane></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegLinearLocation><tpegDirection>eastBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>47.787304</latitude><longitude>-3.3295927</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Caudan</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N165</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>47.778236</latitude><longitude>-3.3538957</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Lanester</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N165</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Hennebont ouest</value></values></alertCLocationName><specificLocation>14303</specificLocation></alertCLocation><offsetDistance><offsetDistance>1213</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Pont-Sach</value></values></alertCLocationName><specificLocation>14305</specificLocation></alertCLocation><offsetDistance><offsetDistance>223</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>opposite</directionRelativeOnLinearSection><linearElement><roadNumber>N0165</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>189.0</distanceAlong><fromReferent><referentIdentifier>56PR94G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>319.0</distanceAlong><fromReferent><referentIdentifier>56PR96G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><abnormalTrafficType>slowTraffic</abnormalTrafficType><queueLength>2128</queueLength></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>